Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: “%@” will be deleted.
ar: سيتم حذف "%@".
de: „%@“ wird gelöscht.
es: Se eliminará “%@”.
fr: « %@ » sera supprimé.
pt_br: “%@” será excluído.
zh_hans: “%@”将被删除。

source: %@ categories
ar: فئات %@
de: %@ Kategorien
es: %@ categorías
fr: %@ catégories
pt_br: Categorias de %@
zh_hans: %@类别

source: %@ future planned expenses are hidden.
ar: يتم إخفاء النفقات المخططة المستقبلية %@.
de: %@ zukünftige geplante Ausgaben werden ausgeblendet.
es: %@ gastos planificados futuros estan ocultos.
fr: %@ dépenses prévues futures sont masquées.
pt_br: As despesas planejadas futuras do %@ estão ocultas.
zh_hans: %@ 未来计划的开支是隐藏的。

source: %@ future variable expenses are hidden.
ar: %@ النفقات المتغيرة المستقبلية مخفية.
de: %@ zukünftige variable Ausgaben werden ausgeblendet.
es: %@ gastos variables futuros estan ocultos.
fr: %@ dépenses variables futures sont masquées.
pt_br: As despesas variáveis ​​futuras do %@ estão ocultas.
zh_hans: %@ 未来的可变费用是隐藏的。

# %@ of %@
source: %1$@ of %2$@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
pt_br: %1$@ de %2$@
zh_hans: %1$@ 或 %2$@

source: %@ of planned
ar: %@ المخطط لها
de: %@ von geplant
es: %@ de lo planificado
fr: %@ du prévu
pt_br: %@ do planejado
zh_hans: 计划中的%@

source: %@ summary
ar: ملخص %@
de: %@ Zusammenfassung
es: Resumen de %@
fr: Résumé de %@
pt_br: Resumo %@
zh_hans: %@总结

source: %@, selected
ar: %@، محدد
de: %@, ausgewählt
es: %@, seleccionado
fr: %@, sélectionné
pt_br: %@, selecionado
zh_hans: %@，已选择

source: 1 hour
ar: 1 ساعة
de: 1 Stunde
es: 1 hora
fr: 1 heure
pt_br: 1 hora
zh_hans: 1小时

source: 1 minute
ar: دقيقة واحدة
es: 1 minuto
fr: 1 min
pt_br: 1 minuto
zh_hans: 1分钟

source: 2 hours
ar: ساعاتين
de: 2 Stunden
es: 2 horas
fr: 2 heures
pt_br: 2 horas
zh_hans: 2小时

source: 2.3.1 includes quality of life improvements.
ar: 2.3.1 يشمل تحسينات نوعية الحياة.
de: 2.3.1 umfasst Verbesserungen der Lebensqualität.
es: La versión 2.3.1 incluye mejoras de calidad de vida.
fr: La version 2.3.1 inclut des améliorations du quotidien.
pt_br: 2.3.1 inclui melhorias na qualidade de vida.
zh_hans: 2.3.1 包括生活质量的改善。

source: 4 hours
ar: 4 ساعات
de: 4 Stunden
es: 4 horas
fr: 4 heures
pt_br: 4 horas
zh_hans: 4小时

source: A budget is the period container Offshore uses to group income, expenses, and savings outcomes. It gives you a clear time window so every number is measured in the same context. Whether you run monthly or custom ranges, the budget period is the frame that keeps analysis clean and decisions consistent.
ar: الميزانية هي حاوية الفترة التي يستخدمها Offshore لتجميع الدخل والنفقات ونتائج الادخار. فهو يوفر لك نافذة زمنية واضحة بحيث يتم قياس كل رقم في نفس السياق. سواء كنت تقوم بتشغيل نطاقات شهرية أو مخصصة، فإن فترة الميزانية هي الإطار الذي يحافظ على التحليل نظيفًا وتناسق القرارات.
de: Ein Budget ist der Periodencontainer, den Offshore zum Gruppieren von Einnahmen, Ausgaben und Sparergebnissen verwendet.
es: Un presupuesto es el contenedor de periodo que Offshore usa para agrupar ingresos, gastos y resultados de ahorro. Te da una ventana de tiempo clara para que cada cifra se mida en el mismo contexto. Tanto si usas periodos mensuales como rangos personalizados, el periodo presupuestario es el marco que mantiene limpio el análisis y consistentes las decisiones.
fr: Un budget est le conteneur de période qu’Offshore utilise pour regrouper revenu, dépenses et résultats d’épargne. Il vous donne une fenêtre temporelle claire afin que chaque chiffre soit mesuré dans le même contexte. Que vous utilisiez des périodes mensuelles ou des plages personnalisées, la période budgétaire est le cadre qui garde l’analyse propre et les décisions cohérentes.
pt_br: Um orçamento é o contêiner de período que o Offshore usa para agrupar receitas, despesas e resultados de economia. Fornece uma janela de tempo clara para que cada número seja medido no mesmo contexto. Quer você execute intervalos mensais ou personalizados, o período do orçamento é o quadro que mantém a análise limpa e as decisões consistentes.
zh_hans: 预算是 Offshore 用于对收入、支出和储蓄结果进行分组的期间容器。它为您提供了一个清晰的时间窗口，因此每个数字都是在相同的上下文中测量的。 无论您运行每月范围还是自定义范围，预算期都是保持分析清晰和决策一致的框架。

source: A daily reminder to open the app and log variable expenses.
ar: تذكير يومي لفتح التطبيق وتسجيل النفقات المتغيرة.
de: Eine tägliche Erinnerung, die App zu öffnen und variable Ausgaben zu protokollieren.
es: Un recordatorio diario para abrir la app y registrar gastos variables.
fr: Un rappel quotidien pour ouvrir l’app et enregistrer les dépenses variables.
pt_br: Um lembrete diário para abrir o aplicativo e registrar despesas variáveis.
zh_hans: 每日提醒打开应用程序并记录可变费用。

source: A private, manual-first way to plan your money. No bank connections or accounts required.
ar: طريقة خاصة يدوية لتخطيط أموالك. لا توجد اتصالات مصرفية أو حسابات مطلوبة.
de: Eine private, manuelle Möglichkeit, Ihr Geld zu planen. Keine Bankverbindungen oder Konten erforderlich.
es: Una forma privada y manual de planificar tu dinero. No se requieren conexiones bancarias ni cuentas.
fr: Une façon privée, centrée sur le manuel, de planifier votre argent. Aucune connexion bancaire ni compte requis.
pt_br: Uma maneira privada e manual de planejar seu dinheiro. Não são necessárias conexões bancárias ou contas.
zh_hans: 一种私人的、手动优先的资金规划方式。 无需银行联系或账户。

source: A reminder to review income and confirm anything planned for today.
ar: تذكير لمراجعة الدخل وتأكيد أي شيء مخطط له اليوم.
de: Eine Erinnerung, das Einkommen zu überprüfen und alles, was für heute geplant ist, zu bestätigen.
es: Un recordatorio para revisar ingresos y confirmar lo planificado para hoy.
fr: Un rappel pour revoir les revenus et confirmer tout ce qui est prévu aujourd’hui.
pt_br: Um lembrete para revisar a receita e confirmar tudo o que está planejado para hoje.
zh_hans: 提醒您检查收入并确认今天的计划。

source: A reminder to review presets that may be due today.
ar: تذكير لمراجعة الإعدادات المسبقة التي قد تكون مستحقة اليوم.
de: Eine Erinnerung, Voreinstellungen zu überprüfen, die möglicherweise heute fällig sind.
es: Un recordatorio para revisar plantillas que puedan vencer hoy.
fr: Un rappel pour revoir les préréglages qui peuvent être dus aujourd’hui.
pt_br: Um lembrete para revisar as predefinições que podem vencer hoje.
zh_hans: 提醒您查看今天可能到期的预设。

source: A-Z
ar: أ-ي

source: A–Z
ar: أ-ي

source: About
ar: عن
de: Über
es: Acerca de
fr: À propos
pt_br: Sobre
zh_hans: 关于

source: Accessibility Improvements
ar: تحسينات إمكانية الوصول
de: Verbesserungen der Barrierefreiheit
es: Mejoras de accesibilidad
fr: Améliorations de l’accessibilité
pt_br: Melhorias de acessibilidade
zh_hans: 辅助功能改进

source: Account Calculation Notes
ar: ملاحظات حساب الحساب
de: Hinweise zur Kontoberechnung
es: Notas de cálculo de Cuentas
fr: Notes de calcul de Comptes
pt_br: Notas de cálculo de conta
zh_hans: 账户计算注意事项

source: Account calculations explain how card totals are assembled under current scope and record type rules. Use this when a card number looks unexpected and you need a reliable breakdown. It is a practical bridge between summary totals and raw rows. Remember that filters and entry types change what contributes to the final value. Planned records with actual outcomes can influence totals differently than pure variable spend. Confirm scope before drawing conclusions. Use this panel after meaningful edits or imports to verify expected movement. A short check here prevents unresolved mismatches from spreading into other screens. Calculation clarity improves confidence in card health.
ar: تشرح حسابات الحساب كيفية تجميع إجماليات البطاقة ضمن النطاق الحالي وقواعد نوع السجل. استخدم هذا عندما يبدو رقم البطاقة غير متوقع وتحتاج إلى تفاصيل موثوقة. إنه جسر عملي بين إجماليات الملخص والصفوف الأولية. تذكر أن المرشحات وأنواع الإدخال تغير ما يساهم في القيمة النهائية. يمكن أن تؤثر السجلات المخططة ذات النتائج الفعلية على الإجماليات بشكل مختلف عن الإنفاق المتغير البحت. تأكيد النطاق قبل استخلاص النتائج. استخدم هذه اللوحة بعد إجراء تعديلات أو عمليات استيراد ذات معنى للتحقق من الحركة المتوقعة. يمنع الفحص القصير هنا حالات عدم التطابق التي لم يتم حلها من الانتشار إلى الشاشات الأخرى. يعمل وضوح الحساب على تحسين الثقة في صحة البطاقة.
de: Kontoberechnungen erläutern, wie Kartensummen gemäß den aktuellen Regeln für Umfang und Datensatztyp zusammengestellt werden.
es: Los cálculos de Cuentas explican cómo se forman los totales de tarjetas bajo el alcance actual y las reglas de tipo de registro. Úsalo cuando una cifra de tarjeta parezca inesperada y necesites un desglose fiable. Es un puente práctico entre los totales de resumen y las filas en bruto. Recuerda que los filtros y los tipos de entrada cambian lo que contribuye al valor final. Los registros planificados con resultados reales pueden influir en los totales de forma distinta al gasto puramente variable. Confirma el alcance antes de sacar conclusiones. Usa este panel después de ediciones o importaciones importantes para verificar el movimiento esperado. Una comprobación corta aquí evita que discrepancias sin resolver se propaguen a otras pantallas. La claridad de cálculo mejora la confianza en la salud de la tarjeta.
fr: Les calculs de Comptes expliquent comment les totaux de carte sont construits selon la portée actuelle et les règles de type d’enregistrement. Utilisez-les lorsqu’un chiffre de carte semble inattendu et que vous avez besoin d’un détail fiable. C’est un pont pratique entre les totaux récapitulatifs et les lignes brutes. N’oubliez pas que les filtres et les types d’entrée modifient ce qui contribue à la valeur finale. Des enregistrements prévus avec des résultats réels peuvent influencer les totaux différemment d’une dépense purement variable. Confirmez la portée avant de tirer des conclusions. Utilisez ce panneau après des modifications ou importations importantes pour vérifier le mouvement attendu. Une courte vérification ici évite que des écarts non résolus se propagent à d’autres écrans. La clarté des calculs améliore la confiance dans la santé de la carte.
pt_br: Os cálculos de conta explicam como os totais dos cartões são montados de acordo com as regras atuais de escopo e tipo de registro. Use isto quando um número de cartão parecer inesperado e você precisar de uma análise confiável. É uma ponte prática entre totais resumidos e linhas brutas. Lembre-se de que os filtros e os tipos de entrada alteram o que contribui para o valor final. Os registros planejados com resultados reais podem influenciar os totais de maneira diferente dos gastos variáveis ​​puros. Confirme o escopo antes de tirar conclusões. Use este painel após edições ou importações significativas para verificar o movimento esperado. Uma breve verificação aqui evita que incompatibilidades não resolvidas se espalhem para outras telas. A clareza do cálculo melhora a confiança na integridade do cartão.
zh_hans: 帐户计算解释了如何在当前范围和记录类型规则下汇总卡总数。当卡号看起来出乎意料并且您需要可靠的细分时，请使用此功能。它是汇总总计和原始行之间的实用桥梁。 请记住，过滤器和条目类型会改变对最终值的贡献。计划记录与实际结果对总额的影响与纯粹的可变支出不同。在得出结论之前先确认范围。 在进行有意义的编辑或导入后使用此面板来验证预期的移动。此处的简短检查可防止未解决的不匹配蔓延到其他屏幕。计算清晰度提高了人们对卡健康状况的信心。

source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
pt_br: Contas
zh_hans: 账户

source: Accounts is now your place for Cards, Reconciliations, and a workspace-scoped Savings Account! You can now split expenses and track reconciliations. When adding or editing an expense, choose to split or offset it against a Reconciliation. View the running total and full expense history in Cards > Reconciliation. At the end of your budget periods, your Savings Account will keep a running total. This feature is designed to help offset future expenses with any surplus savings.
ar: أصبحت الحسابات الآن مكانك المناسب للحصول على البطاقات والتسويات وحساب التوفير الخاص بمساحة العمل! يمكنك الآن تقسيم النفقات وتتبع التسويات. عند إضافة مصروف أو تحريره، اختر تقسيمه أو معادلته مقابل التسوية. اعرض سجل النفقات الإجمالي والكامل الجاري في البطاقات > التسوية. في نهاية فترات ميزانيتك، سيحتفظ حساب التوفير الخاص بك بإجمالي المبلغ الجاري. تم تصميم هذه الميزة للمساعدة في تعويض النفقات المستقبلية مع أي مدخرات فائضة.
de: „Konten“ ist jetzt Ihr Ort für Karten, Abstimmungen und ein arbeitsbereichsbezogenes Sparkonto!
es: Cuentas ahora es tu espacio para Tarjetas, Conciliaciones y una Cuenta de ahorros por espacio de trabajo. Ahora puedes dividir gastos y llevar el seguimiento de conciliaciones. Al agregar o editar un gasto, elige dividirlo o compensarlo contra una Conciliación. Consulta el total acumulado y el historial completo de gastos en Tarjetas > Conciliación. Al final de tus periodos de presupuesto, tu Cuenta de ahorros mantendrá un total acumulado. Esta función está diseñada para ayudar a compensar gastos futuros con cualquier ahorro sobrante.
fr: Comptes regroupe désormais Cartes, Rapprochements et un Compte d’épargne propre à l’espace de travail. Vous pouvez maintenant fractionner les dépenses et suivre les rapprochements. Lors de l’ajout ou de la modification d’une dépense, choisissez de la fractionner ou de la compenser avec un Rapprochement. Consultez le total cumulé et l’historique complet des dépenses dans Cartes > Rapprochement. À la fin de vos périodes budgétaires, votre Compte d’épargne conservera un total cumulé. Cette fonction est conçue pour aider à compenser de futures dépenses avec l’épargne excédentaire.
pt_br: Contas agora é o seu lugar para cartões, reconciliações e uma conta poupança no escopo do espaço de trabalho! Agora você pode dividir despesas e acompanhar reconciliações. Ao adicionar ou editar uma despesa, opte por dividi-la ou compensá-la em uma Reconciliação. Visualize o histórico total e completo de despesas em Cartões > Reconciliação. No final dos períodos do seu orçamento, a sua Conta Poupança manterá um total corrente. Este recurso foi projetado para ajudar a compensar despesas futuras com quaisquer economias excedentes.
zh_hans: 帐户现在是您放置卡片、对账和工作区范围的储蓄帐户的地方！您现在可以分摊费用并跟踪对账。添加或编辑费用时，选择将其拆分或抵销对帐。在“卡”>“对账”中查看运行总计和完整费用历史记录。在您的预算期结束时，您的储蓄账户将保持运行总额。此功能旨在帮助通过任何盈余节省来抵消未来的费用。

source: Accounts is the hub for card activity, shared-balance reconciliation, and savings tracking. It helps you separate normal spending workflows from settlement and reserve workflows so your data stays organized. Use the three colored toggle buttons at the top to move between Cards, Reconciliations, and Savings quickly. Think of them as fast container switches so you can jump directly to the area that owns the task. A quick review pass in Accounts each cycle keeps card-level accuracy strong and improves related reports across the app.
ar: الحسابات هي مركز نشاط البطاقة وتسوية الرصيد المشترك وتتبع المدخرات. فهو يساعدك على فصل سير عمل الإنفاق العادي عن سير عمل التسوية والحجز حتى تظل بياناتك منظمة. استخدم أزرار التبديل الملونة الثلاثة في الأعلى للتنقل بين البطاقات والتسويات والمدخرات بسرعة. فكر فيها كمفاتيح سريعة للحاويات حتى تتمكن من الانتقال مباشرة إلى المنطقة التي تمتلك المهمة. يؤدي تمرير المراجعة السريعة في الحسابات في كل دورة إلى الحفاظ على قوة الدقة على مستوى البطاقة وتحسين التقارير ذات الصلة عبر التطبيق.
de: Konten sind die Drehscheibe für Kartenaktivitäten, den Abgleich gemeinsamer Guthaben und die Nachverfolgung von Ersparnissen.
es: Cuentas es el centro de actividad de tarjetas, conciliación de saldos compartidos y seguimiento de ahorros. Te ayuda a separar los flujos normales de gasto de los flujos de liquidación y reserva para que tus datos se mantengan organizados. Usa los tres botones de alternancia de colores en la parte superior para moverte rápidamente entre Tarjetas, Conciliaciones y Ahorros. Piensa en ellos como cambios rápidos de contenedor para saltar directamente al área que posee la tarea. Una revisión rápida en Cuentas durante cada ciclo mantiene sólida la precisión a nivel de tarjeta y mejora los informes relacionados en toda la app.
fr: Comptes est le point central pour l’activité des cartes, le rapprochement des soldes partagés et le suivi de l’épargne. Il vous aide à séparer les flux de dépense normaux des flux de règlement et de réserve afin que vos données restent organisées. Utilisez les trois boutons colorés en haut pour passer rapidement entre Cartes, Rapprochements et Épargne. Considérez-les comme des changements de conteneur rapides pour aller directement à la zone qui possède la tâche. Une revue rapide dans Comptes à chaque cycle maintient une forte précision au niveau des cartes et améliore les rapports associés dans toute l’app.
pt_br: Contas é o centro para atividades de cartão, reconciliação de saldo compartilhado e rastreamento de poupança. Ele ajuda a separar os fluxos de trabalho de gastos normais dos fluxos de trabalho de liquidação e reserva para que seus dados permaneçam organizados. Use os três botões de alternância coloridos na parte superior para alternar rapidamente entre Cartões, Reconciliações e Poupanças. Pense neles como trocas rápidas de contêineres para que você possa ir diretamente para a área que possui a tarefa. Uma rápida revisão nas Contas em cada ciclo mantém forte a precisão no nível do cartão e melhora os relatórios relacionados em todo o aplicativo.
zh_hans: 账户是卡活动、共享余额对账和储蓄跟踪的中心。它可以帮助您将正常支出工作流程与结算和储备工作流程分开，以便您的数据保持井井有条。 使用顶部的三个彩色切换按钮可在卡、对账和储蓄之间快速切换。将它们视为快速容器开关，这样您就可以直接跳转到拥有该任务的区域。 每个周期在帐户中进行快速审核可保持卡级准确性，并改进整个应用程序的相关报告。

source: Accounts is the launch point for Cards, Reconciliations, and Savings workflows. Use the card, person, and cash toggle buttons to switch containers and start in the right place for the job. Container-first navigation keeps edits easier to validate and reduces accidental cross-workflow changes.
ar: الحسابات هي نقطة الانطلاق لسير عمل البطاقات والتسويات والادخار. استخدم أزرار تبديل البطاقة والشخص والنقود لتبديل الحاويات والبدء في المكان المناسب للمهمة. التنقل في الحاوية أولاً يجعل من السهل التحقق من صحة التعديلات ويقلل من التغييرات العرضية في سير العمل.
de: „Konten“ ist der Startpunkt für Karten-, Abstimmungs- und Spar-Workflows.
es: Cuentas es el punto de partida para los flujos de Tarjetas, Conciliaciones y Ahorros. Usa los botones de alternancia de tarjeta, persona y efectivo para cambiar de contenedor y empezar en el lugar correcto para la tarea. Una navegación que prioriza el contenedor hace más fácil validar las ediciones y reduce cambios accidentales entre flujos.
fr: Comptes est le point de départ des flux Cartes, Rapprochements et Épargne. Utilisez les boutons carte, personne et espèces pour changer de conteneur et commencer au bon endroit pour la tâche. Une navigation qui privilégie d’abord le conteneur rend les modifications plus faciles à valider et réduit les changements accidentels entre flux.
pt_br: Contas é o ponto de lançamento para fluxos de trabalho de Cartões, Reconciliações e Poupança. Use os botões de alternância de cartão, pessoa e dinheiro para trocar de contêiner e começar no lugar certo para o trabalho. A navegação que prioriza o contêiner facilita a validação das edições e reduz alterações acidentais entre fluxos de trabalho.
zh_hans: 帐户是卡、对账和储蓄工作流程的启动点。使用卡、人员和现金切换按钮来切换容器并从正确的位置开始工作。容器优先导航使编辑更容易验证，并减少意外的跨工作流程更改。

source: Accounts Overview
ar: نظرة عامة على الحسابات
de: Kontenübersicht
es: Resumen de Cuentas
fr: Aperçu de Comptes
pt_br: Visão geral das contas
zh_hans: 账户概览

# accounts.addCard
source: Add Card
ar: أضف بطاقة
de: Karte hinzufügen
fr: Ajouter une carte
pt_br: Adicionar cartão
zh_hans: 添加卡

# accounts.addReconciliation
source: Add Reconciliation
ar: إضافة المصالحة
de: Versöhnung hinzufügen
fr: Ajouter un rapprochement
pt_br: Adicionar reconciliação
zh_hans: 添加调节

# accounts.addSavingsEntry
source: Add Savings Entry
ar: إضافة إدخال الادخار
de: Spareintrag hinzufügen
fr: Add Épargne Entry
pt_br: Adicionar entrada de poupança
zh_hans: 添加储蓄条目

# accounts.segment.cards
source: Cards
ar: بطاقات
de: Karten
fr: Cartes
pt_br: Cartões
zh_hans: 牌

# accounts.segment.reconciliations
source: Reconciliations
ar: المصالحات
de: Versöhnungen
fr: Rapprochements
pt_br: Reconciliações
zh_hans: 调节

# accounts.segment.savings
source: Savings
ar: الادخار
de: Einsparungen
fr: Épargne
pt_br: Poupança
zh_hans: 储蓄

# accounts.sortUnavailable
source: Sort Unavailable
ar: الفرز غير متاح
de: Sortieren nicht verfügbar
fr: Tri indisponible
pt_br: Classificar indisponível
zh_hans: 排序不可用

source: Action
ar: فعل
de: Aktion
es: Acción
pt_br: Ação
zh_hans: 行动

# action.none
source: None
ar: لا أحد
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhum
zh_hans: 没有任何

source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
pt_br: Ativo
zh_hans: 积极的

source: Actual
ar: فِعلي
de: Tatsächlich
es: Real
fr: Réel
pt_br: Real
zh_hans: 实际

source: Actual Amount (optional)
ar: المبلغ الفعلي (اختياري)
de: Tatsächlicher Betrag (optional)
es: Monto real (opcional)
fr: Montant réel (facultatif)
pt_br: Valor real (opcional)
zh_hans: 实际金额（可选）

source: Actual Income
ar: الدخل الفعلي
de: Tatsächliches Einkommen
es: Ingresos reales
fr: Revenu réel
pt_br: Renda Real
zh_hans: 实际收入

source: Actual income is money that has already landed and is available in real cash flow. It is your source of truth for what happened in this period, not what you hoped would happen. When planned and actual diverge, actual income should guide decisions first. It keeps budgeting grounded in reality.
ar: الدخل الفعلي هو الأموال التي وصلت بالفعل والمتوفرة بتدفق نقدي حقيقي. فهو مصدرك لحقيقة ما حدث في هذه الفترة، وليس ما كنت تتمناه أن يحدث. عند التباعد المخطط والفعلي، يجب أن يوجه الدخل الفعلي القرارات أولاً. إنها تحافظ على وضع الميزانية على أرض الواقع.
de: Tatsächliches Einkommen ist Geld, das bereits eingeflossen ist und im realen Cashflow verfügbar ist.
es: Los ingresos reales son dinero que ya llegó y está disponible en el flujo de caja real. Son tu fuente de verdad sobre lo que ocurrió en este periodo, no sobre lo que esperabas que ocurriera. Cuando lo planificado y lo real divergen, los ingresos reales deben guiar primero las decisiones. Mantienen el presupuesto anclado en la realidad.
fr: Le revenu réel est l’argent qui est déjà arrivé et disponible dans le flux de trésorerie réel. C’est votre source de vérité sur ce qui s’est passé dans cette période, pas sur ce que vous espériez voir se produire. Quand le prévu et le réel divergent, le revenu réel doit guider les décisions en premier. Il maintient le budget ancré dans la réalité.
pt_br: A renda real é o dinheiro que já chegou e está disponível no fluxo de caixa real. É a sua fonte de verdade sobre o que aconteceu neste período, não o que você esperava que acontecesse. Quando o planeado e o real divergem, o rendimento real deve orientar as decisões em primeiro lugar. Ele mantém o orçamento baseado na realidade.
zh_hans: 实际收入是已经落地并可在实际现金流中使用的资金。这是你关于这一时期发生的事情的真相来源，而不是你希望发生的事情。 当计划与实际出现分歧时，应首先以实际收入指导决策。它使预算立足于现实。

source: Actual Income Pitfalls
ar: مطبات الدخل الفعلي
de: Fallstricke beim tatsächlichen Einkommen
es: Errores comunes de los ingresos reales
fr: Pièges du revenu réel
pt_br: Armadilhas da renda real
zh_hans: 实际收入陷阱

source: Actual Savings
ar: الادخار الفعلي
de: Tatsächliche Einsparungen
es: Ahorro real
fr: Épargne réelle
pt_br: Economia real
zh_hans: 实际节省

source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
pt_br: Adicionar
zh_hans: 添加
